Repository: SportAdvisor/core
Catalog: src/main/resources/i18n/error/*.po
Languages: ru

source: Email address is already registered
ru: Пользователь с таким email уже зарегистрирован

source: Email is invalid
ru: Указан неверный адрес электронной почты

source: Field is required
ru: Поле, обязательное для заполнения

source: Your password must be at least 8 characters long, and include at least one lowercase letter, one uppercase letter, and a number. Your password can't contain spaces
ru: Пароль должен быть не короче 8 символов и содержать только латинские символы, маленькую букву, большу букву, цифру. Пароль не должен содержать символ пробела

source: You must accept the end-user license agreement
ru: Вы должны согласиться с пользовательским соглашением

source: Selected language not supported
ru: Выбранный язык не поддерживается

source: Authorization error. Re-login please
ru: Ошибка авторизации. Выполните повторную авторизацию пожалуйста

source: Incorrect password
ru: Неверный пароль

source: Your password reset link has expired. Please initiate a new password reset
ru: Ссылка для сброса пароля не действительна. Пожалуйста, повторите попытку сброса

source: There must be at least %s sport selected but not more than %s
ru: Необходимо выбрать как минимум %s, но не более %s видов спорта

source: At least 1 contact must be defined
ru: Необходимо указать как минимуму 1 контакт

source: Field is invalid
ru: Неверное значение

source: Min value is %s
ru: Минимальное значение %s

source: Max value is %s
ru: Максимальное значение %s

source: Page with sport '%s' already registered (%s)
ru: Страница с дисциплиной '%s' уже зарегистрирована (%s)

source: Exceeded the limit of trainers pages
ru: Превышин лимит страниц тренера

source: Not unique alias
ru: Алиас не уникален
